[{"title":"1","date":"2017-08-02T05:12:22.000Z","path":"2017/08/02/1/","text":"测试","tags":[]},{"title":"博客大事记","date":"2017-08-02T05:05:43.000Z","path":"2017/08/02/博客大事记/","text":"–2017.8.2– 由于系统重装，重新搭建 —2017.4.27— 将网易云跟帖替换成畅言。 —2017.4.7— 由于多说即将关闭，故将评论系统更换为网易云跟帖。 —2017.3.3— 把博客的图片传至极简图床，应该对加快访问速度有所帮助。 —2017.2.18— 手贱删了一点博客内的文件导致无法generate，技术有限只好把整个博客根目录搬迁重新搭建，删了一些划水的文章。反正没多少人看，自己开心就好23333","tags":[{"name":"测试","slug":"测试","permalink":"http://9ajiang.cn/tags/测试/"}]},{"title":"数控技术词汇","date":"2017-06-11T09:01:42.000Z","path":"2017/06/11/数控技术常用词汇/","text":"Numerical Control Technology: 数控技术 Numerical Control Machine Tool: 数控机床 Computer Numerical Control(CNC): 计算机数控 Computer Numerical Controller (CNC Unit): 数控装置 Spindle: 主轴 Spindle drive: 驱动主轴 Feed drive: 进给驱动 CNC Programming: 数控编程 Input device: 输入装置 Operation panel: 操作面板 Decoding: 译码 Cutter radius compensation: 刀具半径补偿 Tool length compensation/offset: 刀具长度补偿/偏置 Interpolation: 插补 Position Control: 位置控制 Machining: 加工 Servo motor: 伺服电机 Feedback: 反馈 Axis: 轴 Communication: 通讯 HMI (Human–Machine Interaction): 人机交互 DNC(Direct Numerical Control): 直接数字控制 MAP(Manufacture Automation Protocol): 制造自动化协议 Multi-coordinate control: 多坐标控制 Manual Data Input (MDI): 手动数据输入 Automatic Tool Changer (ATC): 自动换刀装置 Automatic Workpiece Changer (AWC): 自动工件更换装置 Point-to-point control: 点位控制 Straight-line control: 直线控制 Contour control: 轮廓控制 Open-loop control: 开环控制 Closed-loop control: 闭环控制 Semi-closed-loop control: 半闭环控制 Economic type: 经济型 Universal type: 普及型 High grade type: 高档型 Metal cutting machine tool: 金属切削机床 Metal shaping machine tool: 金属成形机床 Special processing machine tool: 特种加工机床 CNC drilling machine: 数控钻床 CNC boring machine: 数控镗床 CNC punching machine: 数控冲床 CNC measuring machine: 数控测量机 CNC lathe: 数控车床 CNC milling machine: 数控铣床 Machining center: 加工中心 Turning center: 车削中心 Tool holder: 刀架 Table: 工作台 AC servo motor: 交流伺服电机 DC servo motor: 直流伺服电机 Manual Programming: 手工编程 Automatic Programming: 自动编程 Program Number: 程序号 Block: 程序段 Block Format: 程序段格式 Block sequence number: 程序段号 Preparatory function: 准备功能 Dimension word: 尺寸字 Feed word: 进给功能字 Spindle speed word: 主轴转速字 Tool function word: 刀具功能字 Miscellaneous function: 辅助功能字 Linear axis: 直线轴 Rotary axis: 旋转轴 Feedrate: 进给速度 Tool Path: 刀具轨迹 Tool storage: 刀库 Main Program: 主程序 Subroutine: 子程序 Positive direction: 正方向 Horizontal CNC lathe: 卧式数控车床 Vertical milling machine: 立式铣床 Vertical knee and column milling machine: 立式升降台铣床 Horizontal boring and milling machine: 卧式镗铣床 Gantry type milling machine: 龙门式铣床 Machine Coordinate System: 机床坐标系 Machine origin: 机床原点 Workpiece origin/zero: 工作坐标系原点（工件零点） Machine reference point: 机床参考点 Workpiece Coordinate System: 工件坐标系 Absolute Coordinate System: 绝对坐标系 Incremental Coordinate System: 增量坐标系 Least input increment: 最小输人增量（最小设定单位） Pulse equivalent: 脉冲当量 Rapid Positioning Instruction: 快移定位指令 Linear Interpolation: 直线插补 Circular Interpolation: 圆弧插补 Clockwise (CW) Circular Interpolation: 顺圆插补 Counter Clockwise (CCW) Circular Interpolation: 逆圆插补 Finish machining(Fine machining): 精加工 Turning: 车削 Milling: 铣削 Starting point: 起刀点 Nonmodal code: 非模态代码 Modal code: 模态代码 Cutter compensation left: 左刀补 Cutter compensation right: 右刀补 Fixed Cycle Instruction: 固定循环指令 Climb Milling: 顺铣 Conventional Milling: 逆铣 Cutter location point: 刀位点 Tool Changing Point: 换刀点 Base point: 基点 Node: 节点 Guide rail (Guideway): 导轨 Ball screw: 滚珠丝杠 Manipulator: 机械手 Mixed programming: 混合编程 Diameter programming: 直径编程 Radius programming: 半径编程 Machining allowance: 加工余量 Post-processing: 后处理 Single Microprocessor Architecture: 单微处理机结构 Multi-microprocessor Architecture: 多微处理机结构 Shared bus architecture: 共享总线结构 Shared memory architecture: 共享存储器结构 Open CNC System Architecture: 开放式体系结构 Control software: 控制软件 Management software: 管理软件 Real time multi-task: 实时多任务 Multi-task parallel processing: 多任务并行处理 Multiple real time interrupt: 多重实时中断 Resource time-sharing technology: 资源分时共享 Resource overlap flow line technique: 资源重叠的流水线处理技术 Time overlap: 时间重叠 Interrupt: 中断 Multiple Interrupt: 多重中断 Real-time: 实时 Periodic Real-time Task: 实时周期性任务 Real Time Operating System(RTOS): 实时操作系统 Pulse Incremental Interpolation: 脉冲增量插补 Data Sampling Interpolation: 数据采样插补 Point-by-point Comparison Method: 逐点比较法 Direct Function Method: 直接函数法 Coarse interpolation: 粗插补 Fine interpolation: 精插补 Acc/Dec Control Before Interpolation: 前加减速控制 Acc/Dec Control After Interpolation: 后加减速控制 Linear-type Acc/Dec Control: 直线型加减速控制 Exponential-type Acc/Dec control: 指数型加减速控制 S-shape-type Acc/Dec Control: S曲线加减速控制 Servo system: 伺服系统 Quick response: 快速响应 Mean Time Between Failures (MTBF): 平均无故障时间 Drive control Unit: 驱动控制单元 Detecting Unit: 检测单元 Actuator: 执行器 Feed drive system: 进给驱动系统 Spindle drive system: 主轴驱动系统 Electro-hydraulic servo system: 电液伺服系统 Electric servo system: 电气伺服系统 DC servo system: 直流伺服系统 AC servo system: 交流伺服系统 Linear motor servo system: 直线电机伺服系统 Stepping motor: 步进电机 Step angle: 步距角 Backlash compensation: 反向间隙补偿 Pitch Error compensation: 螺距误差补偿 Circular grating: 圆光栅 Linear grating: 直线光栅 Pulse encoder: 脉冲编码器 Gray code: 葛莱码 Resolution: 分辨率 Open Loop Gain: 开环增益 Following Error: 跟随误差 Contour Error: 轮廓误差 Five Face Machining Center: 五面加工中心 Multi-coordinate Machining Center: 多坐标加工中心 Main transmission: 主传动 Motorized spindle: 电主轴 Driving Gear Pair: 传动齿轮副 Screw Nut Pair: 丝杠螺母副","tags":[{"name":"笔记","slug":"笔记","permalink":"http://9ajiang.cn/tags/笔记/"}]},{"title":"动画番表上线","date":"2017-05-11T05:37:32.000Z","path":"2017/05/11/动画番表上线/","text":"自己在追的一些新番，找不到好一点的追剧软件来记录，于是写了一个。功能简陋，但是实用23333。9A的动画番表","tags":[{"name":"动漫","slug":"动漫","permalink":"http://9ajiang.cn/tags/动漫/"}]},{"title":"《Shelter》--I'll give them shelter like you've done for me","date":"2017-03-04T05:41:05.000Z","path":"2017/03/04/《Shelter》--I'll give them shelter like you've done for me/","text":"歌词I could never find the right way to tell you我永远没法找到合适的方式来告诉你Have you noticed I’ve been gone你注意到我已经不在你身边了吗Cause I left behind the home that you made me是你让我离开But I will carry it along但我会一人坚持下去It’s a long way forward尽管这是一段漫长的路Trust in me但请相信我I’ll give them shelter like you’ve done for me我会给予他们庇护，就像你为我所做的And I know, I’m not alone我知道，我并不孤独You’ll be watching over us你会一直注视着我们Until you’re gone直到你离我而去When I’m older I’ll be silent beside you当我老去，我会默默守护你I know words won’t be enough而这些是不够的And they won’t need to know our names or our faces他们不需要听说我们的名字记住我们的样子But they will carry on for us但他们会和我们一起坚持下去It’s a long way forward这是一条很长的路Trust in me请相信我I’ll give them shelter like you’ve done for me我会给予他们庇护，就像你为我所做的And I know, I’m not alone我知道，我并不孤单You’ll be watching over us你一直在看着我们呢Until you’re gone直到你的离去It’s a long way forward这是一条很漫长的路啊Trust in me请相信我吧I’ll give them shelter like you’ve done for me我会给予他们庇护，就像你为我所做的那样And I know, I’m not alone我知道，我从来不会感到孤独You’ll be watching over us你一直守护着我们Until直到…","tags":[{"name":"音乐","slug":"音乐","permalink":"http://9ajiang.cn/tags/音乐/"}]},{"title":"《龙的牙医》--那个国家栖息着龙","date":"2017-03-03T15:57:32.000Z","path":"2017/03/03/《龙的牙医》--那个国家栖息着龙/","text":"那个国家栖息着龙——神话中说，古时的人与龙定下了契约，龙帮助人，人帮助龙…… 《龙的牙医》（日语：龍の歯医者，英语：The Dragon Dentist）是日本短编原创网络动画，最初于日本动画人展览会播出，舞城王太郎编剧兼导演，鹤卷和哉动画导演，小坂泰之作人物设定，龟田祥伦为作画指导兼动画人物设定。故事讲述战争期间，原本在某国栖息的龙，以及与之定下契约的龙牙医们所遇之事。2017年2月份于NHK BS Premium频道播出2集各长约45分钟的电视动画。 剧情前篇·天狗虫篇：主人公野野子，是保护拥有超越人类智慧力量的国家守护者“龙”的新任“龙的牙医”。有一天，野野子在龙的牙齿上解救了敌国的少年——贝尔。战乱中牺牲的贝尔，在“黄泉归来”的现象中复活了。贝尔对自己的处境感到困惑。意想不到的是，贝尔成为“后辈”这件事，令野野子充满干劲。然而，“黄泉归来”是巨大异变的先兆…… 剧中龙的设定后篇·杀戮虫篇：为了追寻因蛀牙菌的出现而遭腐蚀脱落的龙的牙齿，野野子和贝尔落到了战乱中的地面上。塞尔佩纳达军雇佣兵们追赶着他们。随后精练的牙医柴名被天狗虫附体而消失。雄壮的故事终于走向了高潮。 感想难得的一部佳作，设定很有意思，同时可能是每个人物都极具个性，加上故事比较紧凑的原因吧，并不会让你投入太多到设定或故事背景上。我从这个故事里面只是看到了每个人对于自己命运的选择，有人选择接受自己的命运，有人想竭尽全力反抗，有人为了所爱的人能放弃反抗命运坦然面对自己的终末。但是就像最后呈现给我们的一样，人终究是渺小的，不过这并不意味着应该放弃挣扎和生活。天下无敌的龙不也是为了反抗自己的命运而复活了贝尔嘛。所以不论终末是怎样，都应该作出自己的选择并勇敢面对。 链接《龙的牙医》（Bilibili）","tags":[{"name":"动漫","slug":"动漫","permalink":"http://9ajiang.cn/tags/动漫/"}]},{"title":"在线音乐解析&下载工具","date":"2017-03-01T14:54:56.000Z","path":"2017/03/01/在线音乐解析&下载工具/","text":"这是几个可以下曲子的网站，有的还可以作外链用，很不错。 1.音乐查询工具：https://music.liuli.lol/ 2.音乐解析：http://1024me.butterfly.mopaasapp.com/ 3.在线音乐下载：http://music.dsqndh.com/ 4.网易云音乐在线搜索：http://zwyqzd.czqin.com/yy/","tags":[{"name":"开车","slug":"开车","permalink":"http://9ajiang.cn/tags/开车/"}]},{"title":"Cytus中的隐藏曲目","date":"2017-02-21T09:06:31.000Z","path":"2017/02/21/Cytus中的隐藏曲目/","text":"Alive： 歌曲：在 Chapter I 到 Chapter X 和 Chapter Million 上 方法：在封面按下绿色的数字为easy，按下红色数字为hard Chapter I： 歌曲名：Ververg ver.B 方法：当那个小人手上的火把变暗的時候，按那个火把(可能会感应不良，所以变暗時请多点几下) Chapter II： 歌曲名：Precipitation ver.B 方法：从画面左上方和右上方一起划下去 歌曲名：Precipitation at the Entrance I (左翼) 方法：將左边的翅膀拉到中间 歌曲名：Precipitation at the Entrance II (右翼) 方法：將右边的翅膀拉到中间 Chapter III： 歌曲名：Saika ver.B 方法：分別點一下彩跟華，当这两格都变成蓝色时就成功了 Chapter VII： 歌曲名：L2 ver.A(红L) 方法：长按中间的L，当它变成红色時放开 歌曲名：L2 ver.B(蓝L) 方法：长按中间的L，当它变成蓝色時放开（变红色时不要放开） Chapter VIII： 歌曲名：slit I 方法：沿着中间的线划下去 歌曲名：slit O 方法：和中间的线呈镜像划下去(还是看图吧…) Chapter IX： 歌曲名：First Gate Overdrive 方法：按一下标题 Chapter Knight： 歌曲名：Where You Are Not,Music. The Eternity Of Us 方法：耐心的打完前面的歌曲吧！ Chapter Retro： 歌曲名：conflict 方法：按标题十三下 Chapter Million： 歌曲名：The Long Years 方法：按机器人的耳朵","tags":[{"name":"Cytus","slug":"Cytus","permalink":"http://9ajiang.cn/tags/Cytus/"}]},{"title":"《壳中少女》--名为过去的束缚","date":"2017-02-18T05:09:40.000Z","path":"2017/02/18/《壳中少女》--名为过去的束缚/","text":"之前看大今良时老师的漫画《声之形》时曾看到过《壳中少女》的漫画，由于画风不是很对胃口就没太在意，前几天发现有剧场版便找来看完了。剧场版一共三部，分别是：压缩、燃烧和排气。电影的主线有明暗两条非常清晰的脉络，一条沿着主角团队对赌场经营者榭尔的犯罪事件的调查展开，是故事展开的主体框架；另一条则是缠绕在主体框架之上对作品不同角色＂有用性＂的揭示。总体而言，对意义的探讨构成了本作的核心，它伴随着事件的推进，在你来我往的接触中将人物的内心、迷茫和追求一点一点呈现出来…这就构成了故事的内容。被剥夺了情感只能从杀戮中找到自己价值的杀手鲍伊德、不断删除记忆逃避童年的不幸以至于变成杀人狂的榭尔、与同样拥有不幸的童年而在临死之际被博士救起的女主以及为了帮助女主找到生存意义的智能武器乌夫库克…所有人都在作者安排好的舞台上与自己的过去作斗争，寻找着打破束缚自己的壳的契机…寻找着自己最终的心之所属… 链接： 小说三部曲合集（轻之国度翻译） 剧场版三部曲合集（诸神字幕组）提取码：82pt 注:【1】这个音乐是推理游戏《壳之少女》里面的，与本作并无关系，虽然感觉很搭(ㆀ˘･з･˘)【2】点评来自知乎，作者：Wolfgang","tags":[{"name":"动漫","slug":"动漫","permalink":"http://9ajiang.cn/tags/动漫/"}]},{"title":"【Cytus】Chapter K--Iris&Rosabel的相爱相杀","date":"2017-02-17T08:13:31.000Z","path":"2017/02/17/【Cytus】Chapter K--Iris&Rosabel的相爱相杀/","text":"这一个章节讲述的就是Holy knight中蓝骑士Iris和红女王Rosabel之间爱爱恨恨打打杀杀的故事（并不）。两个女孩子童年时形影不离两小无猜，却因为战火而被分割，最终刀剑相向的故事，标准的相爱相杀。其过程中两人之间的爱恨缠绵也是令人无限遐想。只可惜CYTUS是个音乐游戏而不是画集，不过也正因如此，我们才能从音乐中揣摩两人的情感，况且插图已经建立起了清晰的剧情框架。 第一首曲子：Memories-The Way We Were 曲子十分明快，小快板充分体现了Iris和Rosabel童年时的欢乐和两人之间氤氲的感情（并不）。这张曲图已经很明显的暗示了两人的身份：Iris身处教会之中而Rosabel是贵族家的千金（地位差也是萌点）懂雷亚的人应该发现雷亚再次使用了广告吉祥物曼陀萝仔，细看看可以发现树上全是曼陀萝。但正如标题所说的，The Way We Were，这已经是过去的事，早已成为了无法触及的Memories。 第二首曲子：Blessing-The Sanctuary 此曲再次证明了Iris的身份，曲风庄严，不禁让我想起恶魔城，部分采用了Holy Knight的旋律（基本上每首曲子都有采用部分Holy Knight的旋律）此时的Iris是否是在为自己和Rosabel的未来祈祷呢？ 第三首曲子：Calamity-The Red Coronation 我倾向把取名翻译成红色加冕礼。曲风悲伤。因为战火，年幼的Rosabel的父母都被杀死，只有随行的侍女带着她逃出了家园。曲名很好的为下面的剧情埋下伏笔，这一晚家人们的鲜血让Rosabel成为了将来残酷的女王，也让征服这个愚蠢的世界这一念头埋在了Rosabel的心底。 第四首曲子：Bewitched-Forbidden Codex 不难看出，Rosabel已经被仇恨蒙蔽了双眼，她无意间得到了禁忌的法典，也许如标题所说的，她已经变成了一个魔女。作曲是Hoskey，又开始了他擅长的架空语言谱曲，整首曲子阴暗抑郁，让人不禁为堕落的Rosabel担忧。 第五首曲子：The Chevalier-Knight of Firmament 苍穹的骑士，十年过去了（误）Iris出落成了一位美丽又果敢的骑士，蓝色调正对应了她苍穹的称号。歌的Vocal Yoneko也非常优秀，把曲子唱得非常好听。曲图的色彩设计设计成了水蓝色，正好对应了下一首曲子。歌词大意：怒放的苍蓝之花将利剑与盾献出有朝一日 要为了你粉身碎骨 在所不辞.高耸林木 陷我于囹圄踮起脚尖 探求着光明为了履行那个约定哪怕受尽嘲笑也要向上攀爬.崩毁的王城内不再有你踪影愿望也好 祈祷也罢都已不再需要.如果说你的双眼 已被染作鲜红我只能用这把剑 将一切都矫正.我会永远保持着当初的纯真 等待着你 –看起来Iris是真的爱上了Rosabel 第六首曲子：The Queen-Lord of Crimson Rose 曲图的色彩设计为红色，但并不是让人感觉温暖的红色，而是血腥的红，和曲名中的crimson对应了。女王右手下还垫着那一本法典，我算是看出来了，这。。。全是这破书的错。Vocal Searlait之后还和Yoneko有合唱，之后再介绍。 歌词大意：隐藏着洁白的心灵变成了染红的双眼自言自语 走着一个人的旅程像是一个人无止尽的流浪徘徊.蔷薇花宛如一位魔王不脆弱也不迷惘尽管在黑夜中被刺伤也会忍著疼痛 嘶吼吧！.蔷薇花宛如一位贵族有着高傲、年轻气盛的基因延续无法令人忘怀的过往征服世界吧 –rosabel的歌词更像是憎恨的化身，忘记除了仇恨以外的一切东西 第七首曲子：Farewell-Predawn 决战的前夜，我只能说女王的兵力似乎有优势，但一般最后兵多的那一方都会输。正如曲名一样Predawn，黎明前的，也是战争前的最后一刻，Farewell，两人的见面，却又是告别之时。 第八首曲子：The Duel-The Fallen Bloom 陨落的青春，很好理解的曲名，曲图就告诉了所有人这是最后的决斗，而Fallen Bloom便象征着最后被Iris刺穿的Rosabel。曲子进行到最后的时候谱面都会消失变成CG。。。雷亚真是厉害。。。然后CG结束谱面再次出现点下最后一个note。 歌词大意：（合）开始转动的命运之轮 注定的结局就此开幕.（红）独步而行 拒绝过去 花朵为明日而踌躇（红）燃烧之瞳 注视着你 等待注定之日到来.（蓝）冰封的心 紧闭不开 花朵被囚禁于过去（蓝）将剑与盾 紧紧握住.（红）将寂寞云云全藏于心底（蓝）看着你便让我心痛不已（红）我要征掠这愚蠢的世界（蓝）我会用这双手将你阻止.（合）开始转动的命运之轮 结局的走向已注定（红）将来（蓝）与过去（红）交杂在一起涌上心头（合）在悲伤之中.（合）逐步崩坏的命运之轮 交织出不可知的未来（红）这样（蓝）以后（红）一定（蓝）一定（合）能互相理解吧 在无法追回的时间中 –简直了，两人虽然不想战斗却无法避开这场决斗，真是非常悲伤。 第九首曲子：Curtain Fall-Where You Are Not 隐藏曲，通过(有成绩）前面所有曲子便可解开。Rosabel的生命已经被终结，而且是被Iris亲手。。。Where You Are Not应该是一个状语从句的一部分，where指代的也许就是这个世界，意思就是“没有你的世界”。我本以为曲图会是抱着尸体什么的，但却只有Iris一人站在夕阳前。仔细一看的话发现Iris拿着Rosabel的剑，瞬间感觉心灵被慰藉了。生与死不足以切断两人的羁绊，按照曲子最后的并不祥和的快节奏带给我的震撼感，我推测Iris大概是殉情了。 第十首曲子：Alternative-The Eternity Of Us 看到曲名我就知道我的猜测似乎正确了，eternity的意思为来世，也就是说是Iris和Rosabel转世之后在一起的祥和景象。个人认为这首曲子的logo是整个游戏里最恰当的，使用的图案是五线谱中的还原符号，无论之前的升调降调，一切都会还原，正如两人的前世一般，无论如何的跌宕起伏，此刻只有相互的依偎，温暖人心之景。 歌词大意：虽然十年前的自己 也有描绘过未来不过和后来的自己 还是有些许差别.探寻着前路 沐浴阳光 仰望明月好不容易走到这里 现在还不错嘛.好喜欢你 好喜欢你 像相合共鸣的音乐满心欢喜 满心欢喜 不过偶尔也会丧气铭记于心 铭记于心 这映于眸中的景色一直 一直 像歌唱一般轻轻摇晃.好喜欢你 好喜欢你 好想把这传达给你如此爱你 如此爱你 隔着点融洽的距离细细品味 细细品味 这飞逝而过的时光一直 一直 像歌唱一般轻轻摇晃.好喜欢你 好喜欢你如此爱你 如此爱你与你相伴 –嗯，如果说之前的曲子还比较难以揣摩，这首的歌词已经够直白了，没什么好说的了。","tags":[{"name":"Cytus","slug":"Cytus","permalink":"http://9ajiang.cn/tags/Cytus/"},{"name":"音乐","slug":"音乐","permalink":"http://9ajiang.cn/tags/音乐/"}]},{"title":"Iobit注册码","date":"2017-01-11T02:13:31.000Z","path":"2017/01/11/Iobit注册码/","text":"————License code of Advanced SystemCare Pro———— 注册码: 5F90C-4A11F-1BD01-DAC74过期日期: 2018-01-16最大安装数量: 541注册码状态: 已激活 ————License code of IObit Uninstaller———— 注册码： 21F2A-BF2AE-58FE2-DF3B6过期日期： 2017-09-18最大安装数量: 300注册码状态： 已激活 ————License code of Smart Defrag———— 注册码: 974CD-C775C-2A809-E15B9过期日期: 2017-08-13最大安装数量: 300注册码状态: 已激活","tags":[{"name":"软件","slug":"软件","permalink":"http://9ajiang.cn/tags/软件/"}]},{"title":"欢迎","date":"2017-01-02T12:13:31.000Z","path":"2017/01/02/欢迎 - 副本/","text":"你好，欢迎来到9A的个人博客","tags":[{"name":"测试","slug":"测试","permalink":"http://9ajiang.cn/tags/测试/"}]}]